tap "homebrew/bundle"
tap "homebrew/services"
tap "rbenv/tap"
brew "asdf"
brew "glib"
brew "cairo"
brew "coreutils", link: false
brew "openssl@3"
brew "cryptography"
brew "lz4"
brew "curl"
brew "dash", link: false
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "readline"
brew "python@3.13"
brew "gimme-aws-creds"
brew "gnu-tar"
brew "unbound"
brew "gnupg"
brew "harfbuzz"
brew "hugo"
brew "lazygit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "python@3.12"
brew "llvm@16"
brew "neovim"
brew "ollama"
brew "openjdk@11"
brew "ossp-uuid"
brew "pdftk-java"
brew "pkgconf"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "redis@6.2"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vercel-cli"
brew "yarn"
brew "yt-dlp"
brew "zlib"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "beekeeper-studio"
cask "cursor"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "dbngin"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-hack-nerd-font"
cask "iterm2"
cask "itermai"
cask "keep"
cask "linear-linear"
cask "loom"
cask "messenger"
cask "ngrok"
cask "notion"
cask "openvanilla"
cask "postico"
cask "postman"
cask "proxy-audio-device"
cask "rectangle"
cask "skype"
cask "spotify"
cask "tableplus"
cask "warp"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zen"
vscode "animus-coop.vscode-elixir-mix-formatter"
vscode "davidanson.vscode-markdownlint"
vscode "devkir.elixir-syntax-vscode"
vscode "lexical-lsp.lexical"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "pantajoe.vscode-elixir-credo"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-yaml"
vscode "royalmist.vscode-eex-format"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
