tap "homebrew/bundle"
tap "homebrew/services"
tap "rbenv/tap"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "python@3.12"
brew "lz4"
brew "curl"
brew "docker-compose"
brew "gnu-tar"
brew "gnupg"
brew "icu4c"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "neovim"
brew "ossp-uuid"
brew "pdftk-java"
brew "pkg-config"
brew "poppler"
brew "redis@6.2", restart_service: true
brew "ripgrep"
brew "starship"
brew "yarn"
brew "zlib"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-hack-nerd-font"
cask "iterm2"
cask "itermai"
cask "linear-linear"
cask "messenger"
cask "notion"
cask "openvanilla"
cask "proxy-audio-device"
cask "rectangle"
cask "spotify"
cask "warp"
cask "whatsapp"
cask "wkhtmltopdf"
