tap "homebrew/bundle"
tap "homebrew/services"
tap "mickey/old-openssl"
tap "rbenv/tap"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "python@3.12"
brew "lz4"
brew "curl"
brew "gnu-tar"
brew "gnupg"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "openssl@1.1"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "ossp-uuid"
brew "pdftk-java"
brew "pkg-config"
brew "postgresql@14", restart_service: true
brew "redis@6.2", restart_service: true
brew "ripgrep"
brew "yarn"
brew "zlib"
brew "rbenv/tap/openssl@1.0"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "iterm2"
cask "itermai"
cask "notion"
cask "rectangle"
cask "slack"
cask "soundflower"
cask "spotify"
cask "warp"
cask "whatsapp"
cask "wkhtmltopdf"
